"%@ minute" = "%@ minuut";
"rpm" = "rpm";
"days" = "dagen";
"%1$@ hours, %2$@ minute, %3$@ second" = "%1$@ uur, %2$@ minuut, %3$@ seconden";
"V" = "V";
"%@ MB" = "%@ MB";
"W" = "W";
"mA" = "mA";
"%@ Days" = "%@ dagen";
"KB" = "KB";
"TB/s" = "TB/s";
"GB/s" = "GB/s";
"Kb/s" = "Kb/s";
"%1$@ minutes, %2$@ second" = "%1$@ minuten, %2$@ seconden";
"TB" = "TB";
"%1$@ hour, %2$@ minutes" = "%1$@ uur, %2$@ minuten";
"24 Hours" = "24 uur";
"Bytes" = "bytes";
"%1$@ day, %2$@ hours, %3$@ minute" = "%1$@ dag, %2$@ uur, %3$@ minuut";
"%1$@ hour, %2$@ minutes, %3$@ second" = "%1$@ uur, %2$@ minuten, %3$@ seconden";
"Amperage" = "Ampèrage";
"hours" = "uur";
"b/s" = "b/s";
"MB" = "MB";
"%@ minutes" = "%@ minuten";
"Mb/s" = "MB/s";
"%@ GB" = "%@ GB";
"%1$@ days, %2$@ hours, %3$@ minute" = "%1$@ dagen, %2$@ uur, %3$@ minuten";
"mAh" = "mAh";
"%1$@ hour, %2$@ minute" = "%1$@ uur, %2$@ minuut";
"1 Hour" = "1 uur";
"%1$@ hour, %2$@ minutes, %3$@ seconds" = "%1$@ uur, %2$@ minuten, %3$@ seconden";
"%1$@ days, %2$@ hours, %3$@ minutes" = "%1$@ dagen, %2$@ uur, %3$@ minuten";
"%1$@ hours, %2$@ minute" = "%1$@ uur, %2$@ minuut";
"%@ KB" = "%@ KB";
"7 Days" = "7 Dagen";
"%@ TB" = "%@ TB";
"minute" = "minuut";
"second" = "seconde";
"%1$@ minutes, %2$@ seconds" = "%1$@ minuten, %2$@ seconden";
"%1$@ hours, %2$@ minutes, %3$@ second" = "%1$@ uur, %2$@ minuten, %3$@ seconden";
"A" = "A";
"hour" = "uur";
"30 Days" = "30 dagen";
"KB/s" = "KB/s";
"%@ Day" = "%@ dag";
"GB" = "GB";
"%1$@ hours, %2$@ minute, %3$@ seconds" = "%1$@ uur, %2$@ minuut, %3$@ seconden";
"day" = "dag";
"minutes" = "minuten";
"%1$@ hour, %2$@ minute, %3$@ seconds" = "%1$@ uur, %2$@ minuut, %3$@ seconden";
"Gb/s" = "Gb/s";
"Tb/s" = "Tb/s";
"Design Capacity" = "Ontwerp capaciteit";
"%1$@ hour, %2$@ minute, %3$@ second" = "%1$@ uur, %2$@ minuut, %3$@ seconde";
"%1$@ day, %2$@ hours, %3$@ minutes" = "%1$@ dag, %2$@ uur, %3$@ minuten";
"MHz" = "MHz";
"Bits" = "Bits";
"%1$@ days, %2$@ hour, %3$@ minutes" = "%1$@ dagen, %2$@ uur, %3$@ minuten";
"Voltage" = "Voltage";
"%1$@ hours, %2$@ minutes" = "%1$@ uur, %2$@ minuten";
"MB/s" = "MB/s";
"%1$@ days, %2$@ hour, %3$@ minute" = "%1$@ dagen, %2$@ uur, %3$@ minuut";
"%1$@ and %2$@" = "%1$@ en %2$@";
"%1$@ minute, %2$@ seconds" = "%1$@ minuut, %2$@ seconden";
"%1$@d, %2$@h, %3$@m" = "%1$@d, %2$@h, %3$@m"; // 1d, 1h, 1m
"%1$@ hours, %2$@ minutes, %3$@ seconds" = "%1$@ uur, %2$@ minuten, %3$@ seconden";
"%1$@ day, %2$@ hour, %3$@ minute" = "%1$@ dag, %2$@ uur, %3$@ minuut";
"%1$@ day, %2$@ hour, %3$@ minutes" = "%1$@ dag, %2$@ uur, %3$@ minuten";
"mV" = "mV";
"B/s" = "B/s";
"GHz" = "GHz";
"%1$@ minute, %2$@ second" = "%1$@ minuut, %2$@ seconden";


// Unlocalized strings



// Unlocalized strings

"iStat Menus needs access to your location to provide information for this city." = "iStat Menus needs access to your location to provide information for this city.";
"iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location." = "iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location.";
"iStat Menus needs access to your calendars to be able to display upcoming events." = "iStat Menus needs access to your calendars to be able to display upcoming events.";
"iStat Menus needs access to your location to provide weather information. You can also select a location in preferences." = "iStat Menus needs access to your location to provide weather information. You can also select a location in preferences.";
"We are still trying to find your location. You can also select a location in preferences." = "We are still trying to find your location. You can also select a location in preferences.";
"Please enable Location Services so we can find your location. You can also select a location in preferences." = "Please enable Location Services so we can find your location. You can also select a location in preferences.";


// Modified strings

